{
    "CompendiumJson": "True",
    "Compendium": {
        "ListGroupsData": {
            "Planets": {
                "CatText": "Planets are large celestial bodies that orbit stars and have cleared their orbital neighborhood of other debris. There are eight planets in our solar system.",
                "CatWikipediaUrl": "Planet"
            }
        },
        "Mercury": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Mercury is the smallest and innermost planet in the Solar System.  It has a rocky body and a very, very thin atmosphere.  It is actually rivaled in size by some of the larger moons in the solar system, such as Ganymede and Titan.  Mercury has a very large iron core which generates a magnetic field about 1 percent as strong as Earth's.  It has a heavily cratered surface, similar in appearance to the Moon, and experiences extreme temperature variations between its day and night sides.",
            "Factoids": [ "Rotates at a 3:2 spin-orbit resonance", "Generates X-ray auroras directly on its surface with solar wind interactions and its magnetic field causing the charged solar particles to strike minerals on its surface which flouresce.", "Planet with the highest delta-V requirement to reach and enter orbit from Earth" ],
            "VisitedBy": [ "Mariner 10 (1974-1975)", "MESSENGER (2011-2015)", "BepiColombo (2021-present)" ],
            "WikipediaUrl": "Mercury_(planet)"
        },
        "Venus": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Venus is the second planet from the Sun and has the hottest surface temperature of any planet in our Solar System due to its thick atmosphere. With a size and orbital path similar to Earth, Venus is often called Earth's sister planet.  Due to it's extreme surface conditions, probes sent to Venus's surface have only lasted a few hours before succumbing to the intense heat and pressure.",
            "Factoids": [ "Known as both the Morning Star and the Evening Star due to its bright appearance in the sky at dawn and dusk from Earth's surface.", "Rotates in a retrograde direction, meaning it spins in the opposite direction to most planets in the Solar System.", "Has a surface pressure about 92 times that of Earth's, equivalent to the pressure found 900 meters underwater on Earth.", "Has no moons" ],
            "VisitedBy": [ "Mariner 2 (1962)", "Mariner 5 (1967)", "Mariner 10 (1974-1975)", "Venera 7 (1970)", "Venera 9 (1975)", "Pioneer Venus (1978)", "Magellan (1989-1994)", "Venus Express (2006-2014)" ],
            "WikipediaUrl": "Venus"
        },
        "Earth": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. It has a diverse climate and a surface covered by water and land. Has a relatively strong magnetic field compared to other terrestrial planets, which creates a magnetosphere - which along with the atmosphere itself largely protects the planet from solar and cosmic radiation harmful to life.",
            "Factoids": [ "Internally heated by radioactive decay and tidal forces", "Has a relatively large major moon compared to its size versus other terrestrial planets / solar bodies.", "Has a moderate axial tilt which contributes to seasonal variations as it orbits the Sun." ],
            "VisitedBy": [ "The human race and all known life" ],
            "WikipediaUrl": "Earth"
        },
        "Mars": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Mars is the fourth planet from the Sun and is often referred to as the Red Planet due to its reddish appearance. It has a thin atmosphere and surface features both similar to both the Moon and Earth.  However Mars is a much smaller mass and radius body than Earth.",
            "Factoids": [ "Has a weak magnetic field compared to Earth", "Home to the largest volcano in the solar system, Olympus Mons", "Has the largest dust storms in the solar system, which can cover the entire planet and last for months", "Has two small moons, Phobos and Deimos, which are thought to be captured asteroids", "Has seasons like Earth due to its axial tilt, but they last longer because a Martian year is nearly twice as long as an Earth year", "Contains water ice at its polar ice caps and possibly subsurface liquid water" ],
            "VisitedBy": [ "Viking 1 (1976)", "Viking 2 (1976)", "Pathfinder (1997)", "Spirit (2004-2010)", "Opportunity (2004-2018)", "Curiosity (2012-present)", "Perseverance (2021-present)" ],
            "WikipediaUrl": "Mars"
        },
        "Jupiter": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Jupiter is the largest planet in the Solar System and is known for its prominent bands of clouds and the Great Red Spot, a giant storm. It is a gas giant primarily composed of hydrogen and helium.  It is sometimes called the protector of the inner solar system due to its strong gravitational influence that helps shield the inner planets from some comet and asteroid impacts.",
            "Factoids": [ "Has a strong magnetic field, much stronger than Earth's", "Has at least 79 moons, including the four large Galilean moons: Io, Europa, Ganymede, and Callisto", "Has a faint ring system composed mainly of dust particles", "Emits more heat than it receives from the Sun due to residual heat from its formation", "Has a very fast rotation period of about 10 hours, leading to a noticeable flattening at its poles", "Has auroras at its poles caused by interactions between its magnetic field and charged particles from the solar wind" ],
            "VisitedBy": [ "Pioneer 10 (1973-1974)", "Pioneer 11 (1974-1975)", "Voyager 1 (1979)", "Voyager 2 (1979)", "Galileo (1995-2003)", "Juno (2016-present)" ],
            "WikipediaUrl": "Jupiter"
        },
        "Saturn": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Saturn is renowned for its extensive ring system, which is composed of ice particles, rocky debris, and dust. It is a gas giant primarily made up of hydrogen and helium.  The rings likely formed from the remnants of comets, asteroids, or shattered moons that were torn apart by Saturn's gravity due to tidal forces within Saturn's Roche limit.",
            "Factoids": [ "Has at least 274 known moons as of 2025, including Titan, the second-largest moon in the Solar System", "Has a strong magnetic field, though weaker than Jupiter's", "Emits more heat than it receives from the Sun due to residual heat from its formation", "Has a very fast rotation period of about 10.7 hours, leading to a noticeable flattening at its poles", "Has auroras at its poles caused by interactions between its magnetic field and charged particles from the solar wind", "The rings are divided into several main sections named alphabetically in the order they were discovered (A, B, C, etc.)", "The Cassini Division is a prominent gap between Saturn's A and B rings", "Some of Saturn's moons, like Enceladus, have geysers that eject water ice and organic molecules into space, contributing to Saturn's E ring" ],
            "VisitedBy": [ "Pioneer 11 (1979)", "Voyager 1 (1980)", "Voyager 2 (1981)", "Cassini-Huygens (2004-2017)" ],
            "WikipediaUrl": "Saturn"
        },
        "Uranus": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Uranus is known for its unique sideways rotation, with an axial tilt of about 98 degrees. It is an ice giant primarily composed of hydrogen, helium, and ices such as water, ammonia, and methane. Uranus has a faint ring system and numerous moons.",
            "Factoids": [ "Only visited by once by spacecraft, Voyager 2, during a fly-by in early 1986", "Has a very cold atmosphere with temperatures dropping as low as -224 degrees Celsius (-371 degrees Fahrenheit)", "Has a magnetic field that is tilted significantly from its rotational axis and offset from the planet's center", "Has at least 27 known moons, with the largest being Titania, Oberon, Umbriel, Ariel, and Miranda", "Has a faint ring system composed mainly of dark particles", "Emits very little heat compared to other giant planets, suggesting a different internal structure or heat transport mechanism", "Experiences extreme seasonal variations due to its axial tilt, with each pole getting around 42 years of continuous sunlight followed by 42 years of darkness" ],
            "VisitedBy": [ "Voyager 2 (1986)" ],
            "WikipediaUrl": "Uranus"
        },
        "Neptune": {
            "ListGroups": [ "Planets" ],
            "OrbitLineGroup": "Planets",
            "Text": "Neptune is the eighth and farthest known planet from the Sun in the Solar System. It is an ice giant primarily composed of hydrogen, helium, and ices such as water, ammonia, and methane. Neptune has a dynamic atmosphere with strong winds and storms.",
            "Factoids": [ "Only visited once by spacecraft, Voyager 2, during a fly-by in late 1986", "Has the strongest winds in the Solar System, reaching speeds of up to 2,100 kilometers per hour (1,300 miles per hour)", "Has at least 14 known moons, with the largest being Triton", "Has a faint ring system composed mainly of dust particles", "Emits more heat than it receives from the Sun due to residual heat from its formation", "Has a magnetic field that is tilted significantly from its rotational axis and offset from the planet's center" ],
            "VisitedBy": [ "Voyager 2 (1989)" ],
            "WikipediaUrl": "Neptune"
        }
    }
}